export const ArchivesData = [
  {
    id: 1,
    id1: 100123,
    id2: '电动吸引器',
    id3: '膜式2',
    id4: '正常使用',
    id5: '未分类',
    id6: '内科胃镜室',
    id7: '1024',
    id8: '2017-10-01',
    id9: '无',
    id10: '天津医疗器械',
    id11: '器材科办公室',
    id12: '张三'
  },
  {
    id: 2,
    id1: 100124,
    id2: '三氧消毒机',
    id3: 'KD60',
    id4: '正常使用',
    id5: '消毒灭菌机',
    id6: '口腔科门诊',
    id7: '1024',
    id8: '2017-10-01',
    id9: '无',
    id10: '成都肯格王电子',
    id11: '器材科办公室',
    id12: '张三'
  },
  {
    id: 3,
    id1: 100125,
    id2: '什么鬼',
    id3: 'KD60',
    id4: '正常使用',
    id5: '什么鬼',
    id6: '口腔科门诊',
    id7: '1024',
    id8: '2017-10-01',
    id9: '无',
    id10: '成都肯格王电子',
    id11: '器材科办公室',
    id12: '张三'
  },  {
    id: 4,
    id1: 100126,
    id2: '德玛西亚',
    id3: 'KD60',
    id4: '正常使用',
    id5: '为了联盟',
    id6: '口腔科门诊',
    id7: '1024',
    id8: '2017-10-01',
    id9: '无',
    id10: '成都肯格王电子',
    id11: '器材科办公室',
    id12: '张三'
  }
]

export const RepairData = [
  {
    id: 1,
    id1: 123456,
    id2: '待维修',
    id3: '',
    id4: '紧急',
    id5: '张三',
    id6: '',
    id7: '故障报修',
    id8: '内修',
    id9: '2017-10-1',
    id10: '2017-10-1'
  },
  {
    id: 2,
    id1: 654321,
    id2: '待验收',
    id3: '完全修复',
    id4: '急',
    id5: '李四',
    id6: '王小二',
    id7: '保养维修',
    id8: '外修',
    id9: '2017-10-1',
    id10: '2017-10-1'
  }
]